[
  {
    "sentence": "Everybody who listens to this show knows I'm a New Yorker and I'm a liberal but that's one of those ones where it's like why exactly is this even up for debate if people need to die on the streets in pain.",
    "score": -0.8201
  },
  {
    "sentence": "You've wasted a year and it's starting to freak you out a little bit.",
    "score": -0.7269
  },
  {
    "sentence": "I didn't want to be judgmental, but it sounds awful.",
    "score": -0.6262
  },
  {
    "sentence": "Some weirdo took a picture of me eating gelato.",
    "score": -0.4215
  },
  {
    "sentence": "So just remember, you can hang up at any point you want if it gets uncomfortable or you got to go.",
    "score": -0.3182
  },
  {
    "sentence": "When you said you work next to the Dallas Comedy House, I took my glasses off and I threw them on this table hard enough that I almost broke them.",
    "score": -0.1045
  },
  {
    "sentence": "That's been my whole career for about 15 years is depressing people and calling it comedy.",
    "score": -0.0258
  },
  {
    "sentence": "Fart, bananas, potatoes needs to be a T-shirt.",
    "score": 0.0
  },
  {
    "sentence": "I wanted to reach over the counter, and grab the person, and just fling him across the room.",
    "score": 0.0258
  },
  {
    "sentence": "I'll never make fun of you for your laugh.",
    "score": 0.2259
  },
  {
    "sentence": "And right off the bat, let me say, I imagine this isn't the easiest thing to talk about, so thanks for opening up.",
    "score": 0.3419
  },
  {
    "sentence": "I just feel lucky.",
    "score": 0.4215
  },
  {
    "sentence": "I feel like I'd be traveling around eating all the food that I like.",
    "score": 0.6124
  },
  {
    "sentence": "I'm so happy that you called, and I hope that this is providing a little bit of a respite from everything that's going on.",
    "score": 0.7841
  },
  {
    "sentence": "And I'm sure the reality is going to change that plan a million times, but I am really sending you my love, and my best wishes.",
    "score": 0.9446
  }
]
